---
kind: property
id: P:Autodesk.Revit.DB.SymbolTypeId.FtL
source: html/bb2c2d85-c2d1-7099-fc54-aaf44f1c7a1b.htm
---
# Autodesk.Revit.DB.SymbolTypeId.FtL Property

Symbol ftL, indicating unit Footlamberts.

## Syntax (C#)
```csharp
public static ForgeTypeId FtL { get; }
```